Repository: CTristan/MaaMacGui-English
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ko

source: 日志文件出错: %@
en: Log file error: %@
ko: 로그 파일 오류: %@

source: 日服（YoStarJP）
en: Japanese (YoStarJP)
ko: 일본 서버 (YoStarJP)

source: 时
en: Hour
ko: 시

source: 时间
en: Time
ko: 시간

source: 明日方舟工具箱
en: Arknights Toolbox
ko: 명일방주 툴박스

source: 更新失败：%@
en: Update failed: %@
ko: 업데이트 실패: %@

source: 更新完成
en: Update complete
ko: 업데이트 완료

source: 更新设置
en: Update
ko: 업데이트 설정

source: 月度小队
en: Monthly Squad
ko: 월간 스쿼드

source: 月度小队自动切换
en: Monthly Squad Auto-Switch
ko: 월간 스쿼드 자동 전환

source: 月度小队通讯
en: Monthly Squad Communication
ko: 월간 스쿼드 통신

source: 有存档，通过组装支援道具刷生息点数，组装完成后将会跳到下一个量定日并读取前一个量定日的存档
en: With save, farm Survival Points by assembling support items. After assembly, will skip to the next quantified day and load the previous day's save
ko: 저장 있음, 지원 아이템 조립으로 생존 점수 파밍, 조립 완료 후 다음 정량일로 넘어가 이전 정량일의 저장 불러오기

source: 未启用
en: Disabled
ko: 비활성화됨

source: 未拥有干员：
en: Operators not owned:

source: 未拥有干员：%lld
en: Operators not owned: %lld
ko: 미보유 오퍼레이터: %lld

source: 未知排班
en: Unknown Roster
ko: 알 수 없는 교대

source: 构想
en: Thought
ko: 구상

source: 查找日志…
en: Find Logs...
ko: 로그 찾기…

source: 查找资源…
en: Find Resources...
ko: 리소스 찾기…

source: 检查更新…
en: Check for Updates...
ko: 업데이트 확인 중…

source: 检测获取的坍缩范式
en: Detect Collapse Paradigms Obtained
ko: 획득한 붕괴 패러다임 감지

source: 棋行险着分队
en: Gambler Squad

source: 次
en: times
ko: 회

source: 正在下载…
en: Downloading...
ko: 다운로드 중…

source: 正在解压…
en: Extracting...
ko: 압축 해제 중…

source: 每次执行时最大招募次数:
en: Max recruitments per run:
ko: 실행 시 최대 모집 횟수:

source: 水月
en: Mizuki
ko: 미즈키

source: 水月与深蓝之树
en: Lingering Waves
ko: 미즈키 & 카이룰라 아버

source: 永恒狩猎分队
en: Eternal Hunt Squad

source: 沙中之火
en: Fire Within the Sand
ko: 모래 속의 불

source: 沙洲遗闻
en: Tales Within the Sand
ko: 사막 이야기

source: 活动商店
en: Event Shop
ko: 이벤트 상점

source: 深入调查
en: Deep Investigation
ko: 심층 조사

source: 深度调查自动切换
en: Deep Investigation Auto-Switch
ko: 심층 조사 자동 전환

source: 添加
en: Add
ko: 추가

source: 添加…
en: Add...
ko: 추가…

source: 添加任务
en: Add Task
ko: 임무 추가

source: 添加作业
en: Add Copilot
ko: 작업 추가

source: 游客分队
en: Tourist Squad

source: 游戏设置
en: Game Settings
ko: 게임 설정

source: 源石
en: Originium
ko: 오리지늄

source: 源石碎片
en: Originium Shard

source: 源石碎片自动补货
en: Originium Shard auto replenishment
ko: 오리지늄 조각 자동 보충

source: 源石锭
en: Originium Shards
ko: 오리지늄 각뿔

source: 满级后自动停止
en: Stop when max level is achieved
ko: 최대 레벨 도달 시 자동 정지

source: 灵活部署
en: Flexible Deployment

source: 点击加号按钮
en: Click the + button
ko: 더하기 버튼 클릭

source: 点刺成锭分队
en: Originium Ingot Squad

source: 烧水分队
en: Collapse Squad
ko: 주전자 분대

source: 烧水奖励
en: Collapse Rewards
ko: 주전자 보상

source: 热水壶
en: Hot Water Kettle
ko: 주전자

source: 物尽其用分队
en: Resource Utilization Squad

source: 特勤分队
en: Special Ops Squad

source: 特级作战记录
en: Elite Battle Record

source: 特训分队
en: Special Training Squad

source: 现在
en: Now
ko: 지금

source: 班次
en: Shift
ko: 교대

source: 理智
en: Sanity

source: 理智合剂
en: Sanity Potion

source: 理智合剂×2
en: Sanity Potion×2

source: 理智药
en: Sanity Potion
ko: 이성 회복제

source: 生息演算
en: Reclamation Algorithm
ko: 생존 연산

source: 生息演算商店
en: Reclamation Algorithm Shop
ko: 생존 연산 상점

source: 生活至上分队
en: Life First Squad

source: 界园
en: Sui's Garden
ko: 경계의 정원

source: 登录名
en: Login Name
ko: 로그인 이름

source: 盾
en: Shield
ko: 방패

source: 矛头分队
en: Spearhead Squad

source: 研究分队
en: Research Squad

source: 破坏战术分队
en: Destruction Squad

source: 碳素
en: Carbon

source: 碳素组
en: Carbon Cluster

source: 视频作业
en: Video Copilot
ko: 비디오 작업

source: 视频识别
en: Video Recognition
ko: 비디오 인식

source: 神秘代码 [作业站链接](https://prts.plus)
en: Secret Code [Copilot Station Link](https://prts.plus)
ko: 미스터리 코드 [작업 스테이션 링크](https://prts.plus)

source: 科学主义分队
en: Scientism Squad

source: 移除
en: Remove
ko: 제거

source: 移除作业
en: Remove Copilot
ko: 작업 제거

source: 稳扎稳打
en: Steady Progress

source: 突击战术分队
en: Assault Squad

source: 策略
en: Strategy
ko: 전략

source: 策略：
en: Strategy:
ko: 전략:

# 精英%lld Lv%lld 潜能%lld
source: 精英%1$lld 等级%2$lld 潜能%3$lld
en: Elite %lld Lv %lld Potential %lld
ko: 정예 %lld 레벨 %lld 잠재력 %lld

source: 糖
en: Sugar

source: 糖×4
en: Sugar×4

source: 系统设置
en: System Settings
ko: 시스템 설정

source: 组装批次数：
en: Assembly batch count:
ko: 조립 배치 횟수:

source: 组装数量增加模式：
en: Assembly quantity increase mode:
ko: 조립 수량 증가 모드:

source: 绿票商店
en: Green Ticket Store
ko: 자격증명서(초티) 상점

source: 繁中服（txwy）
en: TW/HK/MO (txwy)
ko: 번체 서버 (txwy)

source: 自动下载更新
en: Automatically Download Updates
ko: 자동 업데이트 다운로드

source: 自动使用加急许可
en: Auto Use Expedited Permit
ko: 즉시 완료 허가증 자동 사용

source: 自动公招
en: Auto Recruit
ko: 자동 공개 모집

source: 自动刷新3星Tags
en: Auto Refresh 3★ Tags
ko: 3성 태그 자동 새로 고침

source: 自动启动
en: Auto Start
ko: 자동 시작

source: 自动启动客户端
en: Auto Start Client
ko: 클라이언트 자동 시작

source: 自动战斗
en: Copilot
ko: 자동 전투

source: 自动抄作业
en: Auto Copy Copilot
ko: 자동 작업 복사

source: 自动抄保全作业
en: Auto Copy Copilot for IS
ko: 자동 보안파견 작업 복사

source: 自动检查更新
en: Automatically Check for Updates
ko: 자동 업데이트 확인

source: 自动滚动到底部
en: Auto Scroll to Bottom
ko: 자동으로 하단으로 스크롤

source: 自动确认3星
en: Auto Confirm 3★
ko: 3성 자동 확인

source: 自动确认4星
en: Auto Confirm 4★
ko: 4성 자동 확인

source: 自动确认5星
en: Auto Confirm 5★
ko: 5성 자동 확인

source: 自动确认6星
en: Auto Confirm 6★
ko: 6성 자동 확인

source: 自动编队
en: Auto Squad
ko: 자동 편성

source: 自动肉鸽
en: Auto Roguelike
ko: 자동 로그라이크

source: 自动设置时间
en: Auto set time
ko: 자동 시간 설정

source: 自动资源更新
en: Auto Resource Update
ko: 자동 리소스 업데이트

source: 自动选择 Tags：
en: Auto Select Tags:
ko: 자동 태그 선택:

source: 自定义
en: Custom Task
ko: 사용자 지정

source: 自定义基建配置
en: Custom Base Mode
ko: 사용자 지정 기반 시설 설정

source: 自定义排班
en: Custom Roster
ko: 사용자 지정 교대

source: 花团锦簇分队
en: Blossom Squad

source: 萨卡兹
en: Sarkaz
ko: 살카즈

source: 萨卡兹的无终奇语
en: Sarkaz's Furnace Hollow
ko: 살카즈의 영겁 기담

source: 萨米
en: Sami
ko: 사미

source: 蓝图测绘分队
en: Blueprint Squad

source: 装备：
en: Equipment:
ko: 장비:

source: 触控模式
en: Touch Mode
ko: 터치 모드

source: 训练完成后继续尝试专精当前技能
en: After training is complete, try to continue mastering the current Skill
ko: 훈련 완료 후 현재 스킬 정예화 계속 시도

source: 训练室
en: Training Room
ko: 훈련실

source: 设置
en: Settings
ko: 설정

source: 访问被禁止，请检查IP或CDK
en: Access denied, please check IP or CDK
ko: 접근이 금지되었습니다. IP 또는 CDK를 확인해주세요.

source: 请从边栏选择功能
en: Please select a function from the sidebar
ko: 사이드바에서 기능을 선택해주세요.

source: 请在"设置" > "游戏设置" 中选择客户端类型。
en: Please select client type in "Settings" > "Game Settings".

source: 请在“设置” > “游戏设置” 中选择客户端类型。
en: Please select client type in "Settings" > "Game Settings".
ko: "설정" > "게임 설정"에서 클라이언트 유형을 선택해주세요.

source: 请在活动商店页面开始。
en: Please start from the event shop page.
ko: 이벤트 상점 페이지에서 시작해주세요.

source: 请在活动商店页面开始。 不买无限池。
en: Please start from the event shop page. Do not buy unlimited pool items.
ko: 이벤트 상점 페이지에서 시작해주세요. 무한 풀은 구매하지 않습니다.

source: 请将PlayCover的分辨率设置为1280x720、分辨率缩放设置为1.0。
en: Please set PlayCover resolution to 1280x720 and resolution scale to 1.0.
ko: PlayCover의 해상도를 1280x720, 해상도 배율을 1.0으로 설정해주세요.

source: 请打开"自动战斗"页，将攻略视频文件拖入外部作业列表即可。
en: Please open "Auto Battle" page and drag the strategy video file into the external copilot list.

source: 请打开“自动战斗”页，将攻略视频文件拖入外部作业列表即可。
en: Please open the "Auto Battle" page and drag the strategy video file into the external copilot list.
ko: "자동 전투" 페이지를 열고 공략 비디오 파일을 외부 작업 목록으로 드래그하면 됩니다.

source: 请注意，这是真的抽卡！不是模拟！！！
en: Please note, this is real gacha! Not a simulation!!!
ko: 주의하세요, 이건 진짜 뽑기입니다! 시뮬레이션이 아닙니다!!!

source: 请确保这是最后一个任务
en: Please ensure this is the last task
ko: 이것이 마지막 작업인지 확인해주세요.

source: 请选择内容项目
en: Please select content items
ko: 콘텐츠 항목을 선택해주세요.

source: 请选择识别项目
en: Please select recognition items
ko: 인식 항목을 선택해주세요.

source: 账号切换
en: Account Switch
ko: 계정 전환

source: 购买寻访凭证。 请确保自己至少有258张黄票。
en: Buy Fervor Certificates. Please ensure you have at least 258 yellow tickets.
ko: 헤드헌팅 허가증 구매. 고급증명서(노티)가 최소 258개 있는지 확인해주세요.

source: 购物
en: Shopping
ko: 쇼핑

source: 贸易站
en: Trading Post
ko: 무역소

source: 贸易站-合成玉
en: Orundums
ko: 무역소 - 합성옥

source: 贸易站-龙门币
en: LMD
ko: 무역소 - 용문폐

source: 资源已是最新版本
en: Resources are up to date
ko: 리소스가 최신 버전입니다.

source: 资源更新…
en: Resource Update...
ko: 리소스 업데이트 중…

source: 资源更新来源
en: Resource Update Source
ko: 리소스 업데이트 출처

source: 赤金
en: Orundum

source: 过完新手教程后进入前哨支点，滑动到界面最左侧。
en: After completing the tutorial, enter the Outpost and swipe to the leftmost side of the screen.

source: 运行日志
en: Run Log
ko: 실행 로그

source: 进行每日免费单抽
en: Do Daily Free Single Pull
ko: 매일 무료 단일 뽑기 진행

source: 远程战术分队
en: Ranged Squad

source: 连战次数
en: Consecutive Battle Count
ko: 연속 전투 횟수

source: 连接地址
en: Connection address
ko: 연결 주소

source: 连接设置
en: Connection
ko: 연결 설정

source: 选择小游戏
en: Select Mini-game
ko: 미니 게임 선택

source: 选择本地文件…
en: Select Local File...
ko: 로컬 파일 선택…

source: 邮件
en: Mail
ko: 메일

source: 郁金香
en: Warfarin

source: 重新加载文件
en: Reload File
ko: 파일 다시 로드

source: 重新打开应用后生效。
en: Restart the app for changes to take effect.
ko: 앱을 다시 열어야 적용됩니다.

source: 钥匙
en: Key
ko: 열쇠

source: 队列轮换
en: One-click Rotation Mode
ko: 대기열 순환

source: 阻止系统睡眠
en: Prevent System Sleep
ko: 시스템 절전 모드 방지

source: 阿米娅-WARRIOR
en: Amiya-WARRIOR

source: 限时开采许可
en: Limited Mining Permit
ko: 기간 한정 채굴 허가증

source: 随心所欲
en: At Will

source: 随机奖励
en: Random Reward
ko: 랜덤 보상

source: 难度
en: Difficulty
ko: 난이도

source: 难度0
en: Difficulty 0

source: 难度1
en: Difficulty 1

source: 难度2
en: Difficulty 2

source: 难度3
en: Difficulty 3

source: 难度4
en: Difficulty 4

source: 难度5
en: Difficulty 5

source: 集群分队
en: Cluster Squad

source: 需要视频分辨率为 16:9，且无黑边、模拟器边框、异形屏矫正等干扰因素。
en: Video resolution must be 16:9, without black bars, emulator borders, notch correction, or other interfering elements.
ko: 비디오 해상도는 16:9여야 하며, 검은 테두리, 에뮬레이터 테두리, 이형 화면 보정 등의 방해 요소가 없어야 합니다.

source: 韩服（YoStarKR）
en: Korean (YoStarKR)
ko: 한국 서버 (YoStarKR)

source: 预备干员-后勤
en: Reserve-Specialist

source: 预备干员-术师
en: Reserve-Caster

source: 预备干员-狙击
en: Reserve-Sniper

source: 预备干员-近战
en: Reserve-Vanguard

source: 预备干员-重装
en: Reserve-Defender

source: 领取周年庆赠送月卡奖励
en: Claim Anniversary Monthly Pass Reward
ko: 주년 기념 월정액 보상 수령

source: 领取奖励
en: Collect Rewards
ko: 보상 수령

source: 领取幸运墙合成玉奖励
en: Claim Luck Wall Orundum Reward
ko: 행운의 벽 합성옥 보상 수령

source: 领取所有邮件奖励
en: Collect all mail rewards
ko: 모든 메일 보상 수령

source: 领取每日/每周任务奖励
en: Collect daily/weekly mission rewards
ko: 일일/주간 임무 보상 수령

source: 领取限时开采许可合成玉奖励
en: Claim Limited Mining Permit Orundum Reward
ko: 기간 한정 채굴 허가증 합성옥 보상 수령

source: 骰子
en: Dice
ko: 주사위

source: 高台突破分队
en: High Ground Breakthrough Squad

source: 高级作战记录
en: Advanced Battle Record

source: 高规格分队
en: High Spec Squad

source: 魂灵护送分队
en: Spirit Escort Squad

source: 黄票商店
en: Yellow Ticket Store
ko: 고급증명서(노티) 상점

source: 黑名单
en: Blacklist
ko: 무시 항목

source: 默认换班
en: Default Shift
ko: 기본 교대

source: 龙门币
en: LMD

source: 龙门币×1000
en: LMD×1000

source: 龙门币×10000
en: LMD×10000

source: 3星
ko: 3성

source: 4星
ko: 4성

source: 5星
ko: 5성

source: 6星
ko: 6성
